Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: ཤཱ་རིའི་བུ་གཞན་ཡང་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པའི་བྱང་ཆུབ་སེམས་དཔའ་བདག་ཉིད་ལ་མི་འཐུན་པ་མང་དུ་གནས་པ་ཡིན་ཏེ། དེ་ལ་འདོད་ཆགས་ཀྱི་ཕྱིར་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པས་འདོད་པ་ལ་ཡང་དག་པར་མི་འཐུན་པ་སྐྱེད་དོ། ། དེ་འདོད་པ་དང་། འདོད་པའི་མི་འཐུན་པ་ཡང་རབ་ཏུ་ཤེས་སོ། ། དེ་ལ་འདོད་པ་གང་། འདོད་པའི་མི་འཐུན་པ་གང་ཞེ་ན། འདོད་པ་ཞེས་བྱ་བ་ནི་གང་མིག་གིས་ཤེས་པར་བྱ་བའི་གཟུགས་ལ་མངོན་པར་ཆགས་པ་དེ་ནི་འདོད་པ་ཞེས་བྱའོ། ། གཞན་ཡང་འདོད་པ་ཞེས་བྱ་བ་ནི་གང་རྣ་བས་ཤེས་པར་བྱ་བའི་སྒྲ་ལ་མངོན་པར་ཆགས་པའོ། ། དེ་བཞིན་དུ་སྦྱར་ཏེ། གང་སྣས་ཤེས་པར་བྱ་བའི་དྲི་དང་། ལྕེས་ཤེས་པར་བྱ་བའི་རོ་དང་། ལུས་ཀྱིས་ཤེས་པར་བྱ་བའི་རེག་བྱ་ལ་མངོན་པར་ཆགས་པ་དེ་ནི་འདོད་པ་ཞེས་བྱའོ། ། དེ་ལ་གང་མངོན་པར་ཆགས་པ་དེ་ནི་ལྷག་པར་ཞེན་པའོ། ། གང་ལྷག་པར་ཞེ་ན་པ་དེ་ནི་ཀུན་ཏུ་སྦྱོར་བའོ། ། གང་ཀུན་ཏུ་སྦྱོར་བ་དེ་ནི་མངོན་པར་འགྲུབ་པའོ། ། གང་མངོན་པར་འགྲུབ་པ་དེ་ནི་འཆིང་བ་སྟེ། དེ་ཡང་དག་པ་མ་ཡིན་པ་འདྲིད་པའོ། ། དེ་ལྟར་ཀྱེ་མའོ་སེམས་ཅན་འདི་དག་ནི་ཡང་དག་པ་མ་ཡིན་པ་འདྲིད་པའི་འཆིང་བས་བཅིངས་པ་སྟེ། བཅིངས་པ། ངེས་པར་བཅིངས་པ། ཤིན་ཏུ་ངེས་པར་བཅིངས་པའོ། །
en: “Furthermore, Śāriputra, the bodhisatva whose morality is pure is able to remain unmoved in very unpleasant circumstances. When desire arises, he employs the right kind of mental analysis to deal with the passions. He knows about the passions and what counters the passions. What, then, is a passion, and what counters passions? Passion is said to be the intense attachment to forms that are perceived by the eye. This is what is meant by passion. Moreover, passion is said to be the intense attachment to sounds that are perceived by the ear, as well as the intense attachment to scents that are perceived by the nose, to tastes that are perceived by the tongue, and to physical objects that are perceived by the body. This is what is meant by passion. With intense attachment comes obsession. With obsession comes involvement. With involvement comes development. With development comes entanglement, and one ends up being deceived by what is false. This, indeed, is how sentient beings are bound by the fetters of deception. They are bound. They are chained. They are shackled.

source: ཅིས་བཅིངས་ཤེ་ན། གཟུགས་ཀྱི་བཅིང་བས་བཅིངས་པ་ནི་བཅིངས་ཞེས་བྱ་བ་ནས་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་གི་བར་གྱི་འཆིང་བས་བཅིངས་པ་ནི་བཅིངས་ཞེས་བྱའོ། ། གཟུགས་ཀྱིས་བཅིངས་པ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ལུས་ཐོབ་པའི་གཟུགས་དེ་ལ་གང་བདག་ཏུ་འདུ་ཤེས་པ་དང་། སྲོག་ཏུ་འདུ་ཤེས་པ་དང་། གང་ཟག་ཏུ་འདུ་ཤེས་པ་དང་། རྟག་པར་འདུ་ཤེས་པ་དང་། བརྟན་པར་འདུ་ཤེས་པ་དང་། ཐེར་ཟུག་ཏུ་འདུ་ཤེས་པ་དང་། རྫས་སུ་འདུ་ཤེས་པ་དང་། རིལ་པོར་འདུ་ཤེས་པ་དང་། གོང་བུར་འདུ་ཤེས་པ་དེ་ནི་གཟུགས་ཀྱིས་བཅིངས་པ་ཞེས་བྱའོ། ། ཡང་གཟུགས་ཀྱི་འཆིང་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ལུས་མངོན་པར་གྲུབ་པ་དེ་ལ་རིམ་གྲོ་བྱའོ་སྙམ་ནས། དེ་བདག་ལ་བྱམས་པས་ཆུང་མ་ལ་མངོན་པར་ཆགས་པར་བྱེད་དེ། གཟུགས་ཀྱི་འཆིང་བས་བཅིངས་ནས། འདོད་པའི་ལོངས་སྤྱོད་ཐོབ་པས་མི་དགེ་བའི་ལས་མངོན་པར་འདུ་བྱེད་དེ། འདོད་པའི་ཉེས་པ་མི་ཤེས་སོ། ། དེ་ལ་འདོད་པའི་ཉེས་པ་གང་ཞེ་ན། ཉེས་པ་དག་ལ་འདོད་པ་དང་། ཉེས་པ་ལ་འདོད་པ་མེད་མོད་ཀྱིས། གང་ངན་སོང་དུ་གཞོལ་བའི་འདོད་པའི་ཉེས་པ་དེ་དག་བསྟན་པར་བྱའོ་སྙམ་མོ། ། དེ་ལ་ངན་སོང་དུ་གཞོལ་བའི་འདོད་པའི་ཉེས་པ་གང་ཞེ་ན། ཤཱ་རིའི་བུ་འདོད་པ་བསྟེན་པ་ནི་སྡིག་པ་མི་བྱེད་པ་ཅུང་ཟད་ཀྱང་མེད་དེ། དེའི་རྣམ་པར་སྨིན་པས་སྡུག་བསྔལ་ཡོངས་སུ་བཟུང་བར་མ་གྱུར་པ་གང་ཡང་མེད་ཅེས་བཤད་དོ། ། དེ་ལྟར་ཤཱ་རིའི་བུ་སྟོང་གི་འཇིག་རྟེན་གྱི་ཁམས་སུ་རབ་ཏུ་བརྟགས་ན། ཇི་ལྟར་བདག་གི་ཆུང་མ་ལྟ་བུར་དགྲར་གྱུར་པ་ནི་གཞན་གང་ཡང་མེད་དོ། །
en: “What is it that binds them? They are bound by the fetters of form. This is what is meant by being bound. They are bound by the fetters of sound, smell, taste, and physical objects. This is what is meant by being bound. What is the fetter of form? It is to provide form with a real identity, investing it with ideas such as a self, a life force, a person, permanence, constancy, durability, substance, wholeness, and solidity. This is what is meant by the fetter of form. What does being bound by the fetter of form entail? It entails investing a great deal in the identity that one has built, and it entails having a selfish love and affection for one’s wife. When one is bound by the fetters of form, one remains focused on satisfying one’s passions, and so one accumulates unwholesome karma. One does not understand the faults of passion. What are the faults of passion? Even though there is no passion in those whose faults have been purified, or passion in faults, still, the faults of passions lead one to the lower states of existence, and so that is what I teach. How is it that the fault of passion leads to the lower states of existence? I assure you, Śāriputra, that there is no evil that someone who is governed by passion will not commit. When the fruits of his actions ripen, there is no suffering that he will not have to endure. This is why, Śāriputra, there is no greater enemy in the thousand realms of the world than one’s own wife.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་ཡེ་ཤེས་དང་ལྡན་ནོ།། སེམས་ཅན་ཐམས་ཅད་ནི་མི་ཤེས་པ་སྟེ། གང་ཡེ་ཤེས་དང་ལྡན་པས་མེད་པ་དེ་ནི་རབ་ཏུ་ཡང་དག་པའོ། ། གང་མི་ཤེས་པས་ཡོངས་སུ་ཟིན་པ་དེ་ནི་ཡང་དག་པ་མ་ཡིན་པའོ། ། མི་ཤེས་པས་གང་ཡོངས་སུ་བཟུང་ཞེ་ན། འདུས་བྱས་ཡོངས་སུ་བཟུང་ངོ་། ། བུ་དང་། བུ་མོ་དང་། ཆུང་མ་ཡོངས་སུ་བཟུང་ངོ་། ། དེས་དེ་ལྟར་ཡོངས་སུ་བཟུང་། ཕན་ཚུན་དུ་དེ་ལྟར་ཡོངས་སུ་བཟུང་། འཕགས་པའི་ལམ་གྱིས་ཀུན་ཏུ་མ་བཟུང་སྟེ། བུ་ཕོ་དང་། བུ་མོ་དང་། ཆུང་མས་ཀུན་ཏུ་བསྐོར་ཅིང་། སྲེད་པ་ཉེ་བར་ལེན་པ་ནི་རབ་ཏུ་འབྱུང་བའི་བར་དུ་གཅོད་དོ། ཚུལ་ཁྲིམས་ཀྱི་བར་དུ་གཅོད། བསམ་གཏན་གྱི་བར་དུ་གཅོད། མཐོ་རིས་ཀྱི་བར་དུ་གཅོད། མྱ་ངན་ལས་འདས་པའི་བར་དུ་གཅོད་པའོ། ། བྲན་ཕོ་དང་། བྲན་མོ་ཡོངས་སུ་འཛིན་པ་དང་། བུ་ཕོ་དང་། བུ་མོ་དང་། ཆུང་མ་ཡོངས་སུ་འཛིན་པ་ནི་དགེ་བའི་ཆོས་ཐམས་ཅད་ཀྱི་བར་དུ་གཅོད་པའོ། ། གོང་མ་བཞིན་དུ་སྦྱར་ཏེ། བུ་ཕོ་དང་། བུ་མོ་དང་། ཆུང་མ་ཡོངས་སུ་འཛིན་པ་ནི་དགྲར་གྱུར་པ་ཡོངས་སུ་འཛིན་པའོ། ། སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་ཡོངས་སུ་འཛིན་པའོ། ། མདོར་ན་མི་དགེ་བ་ཐམས་ཅད་ཡོངས་སུ་འཛིན་པ་སྟེ། ཐ་ན་ཟས་བཟང་པོའི་ཡང་བར་དུ་གཅོད་པའོ། ། སངས་རྒྱས་མཐོང་བའི་བར་དུ་གཅོད་པའོ། ། གོང་མ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་མཉན་པ་དང་། དགེ་འདུན་ལ་བསྙེན་བཀུར་བྱ་བ་དང་། སངས་རྒྱས་བལྟ་བར་དད་པ་རྙེད་པ་དང་། ཆོས་ཉན་པར་དད་པ་རྙེད་པ་དང་། དགེ་འདུན་ལ་བསྙེན་བཀུར་བྱ་བར་དད་པ་རྙེད་པ་དང་། དལ་བ་འབྱོར་བ་རྙེད་པའི་བར་དུ་གཅོད་པའོ། ། གོང་མ་བཞིན་དུ་སྦྱར་ཏེ། དད་པའི་ནོར་དང་། ཚུལ་ཁྲིམས་ཀྱི་ནོར་དང་། ཐོས་པའི་ནོར་དང་། ཤེས་རབ་ཀྱི་ནོར་དང་། གཏོང་བའི་ནོར་དང་། ཁྲེལ་ཡོད་པའི་ནོར་དང་། ངོ་ཚ་ཤེས་པའི་ནོར་རྙེད་པའི་བར་དུ་གཅོད་པའོ། །ཆུང་མ་དང་། བུ་དང་། བུ་མོ་ཡོངས་སུ་འཛིན་པ་ནི་མ་དད་པ་ཡོངས་སུ་འཛིན་པའོ། ། ཆུང་མ་དང་། བུ་དང་། བུ་མོ་ཡོངས་སུ་འཛིན་པ་ནི་འཆལ་བའི་ཚུལ་ཁྲིམས་དང་། སེར་སྣ་དང་། འཆལ་བའི་ཤེས་རབ་དང་། ཁྲེལ་མེད་པ་དང་། ངོ་ཚ་མི་ཤེས་པ་ཡོངས་སུ་འཛིན་པའོ། ། ཆུང་མ་དང་། བུ་དང་། བུ་མོ་ཡོངས་སུ་འཛིན་པ་ནི་ནད་དང་། འབྲས་དང་། ཟུག་རྔུ་ཡོངས་སུ་འཛིན་པའོ། ། མེའི་ཕུང་པོ་ཡོངས་སུ་འཛིན་པའོ། ། སྦྲུལ་གདུག་པ་ཡོངས་སུ་འཛིན་པའོ། ། ཁྱིམ་གྱི་གནས་ནི་དུར་ཁྲོད་ཀྱི་གནས་སོ། ། དུར་ཁྲོད་དང་། ཁྱིམ་ནི་མྱ་ངམ་དགོན་པ་སྨྲེ་བའི་ས་མེད་པ་སྟེ། ཆོས་དཀར་པོ་ཐམས་ཅད་རྒུད་པའོ་ཞེས་ངས་བཤད་དོ། ། བུ་དང་། བུ་མོ་དང་། ཆུང་མ་ལ་ཆགས་པ་ནི་རྡོའི་སེར་བ་འབབ་པ་ལ་ཆགས་པའོ། ། རལ་གྲིའི་སོ་ལ་ཆགས་པའོ། ། ལྕགས་ཀྱི་ཁྲི་བསྲེགས་པ་ལ་ཆགས་པའོ། ། དེའི་མེ་ཏོག་དང་། སྤོས་དང་། ཕྲེང་བ་དང་། བྱུག་པ་ལ་ཆགས་པ་ནི་ལྕགས་ཀྱི་ཁྲི་དང་། ལྕགས་ཀྱི་ཐུ་ལུམ་གྱི་ཕྲེང་བ་དང་། བཤང་གཅིས་བྱུགས་པ་ལ་ཆགས་པའོ། ། ཁྱིམ་ཡོངས་སུ་འཛིན་པ་ནི་ལྕགས་ཟངས་ཡོངས་སུ་འཛིན་པའོ། ། བྲན་ཕོ་དང་། བྲན་མོ་དང་། ལས་བྱེད་པའི་མི་ཡོངས་སུ་འཛིན་པ་ནི་སེམས་ཅན་དམྱལ་བའི་སྲུངས་མ་ཡོངས་སུ་འཛིན་པའོ། ། གླང་པོ་ཆེ་དང་། རྟ་དང་། རྔ་མོ་དང་། བ་ལང་དང་། བོང་བུ་དང་། ལུག་དང་། ཁྱིམ་བྱ་དང་། ཕག་ཡོངས་སུ་འཛིན་པ་ནི་སྲོག་ཆགས་སྲེ་བོ་དང་། ཁྲ་བོ་དཔག་ཚད་བརྒྱ་པ་ཡོངས་སུ་འཛིན་པའོ། ། ཆུང་མ་དང་། བུ་དང་། བུ་མོ་ཡོངས་སུ་འཛིན་པ་ནི་སྡུག་བསྔལ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་ཐམས་ཅད་ཡོངས་སུ་འཛིན་པའོ། །
en: “Why is this? Śāriputra, the Tathāgata is knowledgeable, while all sentient beings remain ignorant. When someone knowledgeable forbids something, then there is good reason for it. When the ignorant grasp after things, that is a mistake. What is it that the ignorant grasp after? They grasp after conditioned things. They grasp after sons, daughters, and wives. This is what they grasp after, and as they are entangled by grasping they are not seized by the noble path. Being caught up in sons, daughters, and wives leads to attachment and craving and is a hindrance to the renunciant life. It is a hindrance to morality, a hindrance to meditation, a hindrance to heaven, and a hindrance to nirvāṇa. Keeping male and female servants and having sons, daughters, and wives is a hindrance to any kind of wholesome practice. Similarly, when one has sons, daughters and wives, one is providing for an enemy, and one is providing for the hell realms, the animal realms, and the spirit world governed by Yama. In short, one is providing for all imaginable unwholesome things. These things are a hindrance to healthy sustenance, and they are a hindrance to seeing the Buddha. Similarly, they are a hindrance to hearing the Dharma, to serving the Saṅgha, to seeing the Buddha and developing faith in him, to hearing the Dharma and developing faith in it, to serving the Saṅgha and developing faith in it, and to encountering favorable conditions. Similarly, they are a hindrance to attaining the riches of faith, the riches of morality, the riches of learning, the riches of wisdom, the riches of renunciation, the riches of modesty, and the riches of self-control. One becomes distrustful when one has wives, sons, and daughters. Likewise, one becomes immoral, stingy, mean, dull minded, shameless, and immodest when one has wives, sons, and daughters. When one has wives, sons, and daughters, one becomes sick, with boils and pain, one takes hold of the fire element, and one takes hold of a poisonous snake. Living as a householder is like living in a charnel ground. I tell you, the charnel ground of the house is a barren wasteland that steals away everything that brings any benefit. Enjoying wives, sons, and daughters, Śāriputra, is like enjoying a bolt of lightning. It is like enjoying a sharp sword or a seat of molten iron. When one enjoys fragrant flowers, rosaries, and ointments, one is in fact enjoying an iron seat, a garland of iron balls, and an ointment of feces and urine. Keeping a house is like keeping an iron kettle. Someone who keeps male and female servants and workers and laborers is providing for the guardians of hell. Someone who keeps elephants, horses, buffaloes, donkeys, sheep, fowl, and pigs is providing for creatures such as Śyāma and Śabala to be dispatched for a hundred yojanas. Someone who has wives, sons, and daughters is providing for all kinds of suffering, depression, and grief.

source: ཤཱ་རིའི་བུ་ལྕགས་ཀྱི་ཁྲི་དཔག་ཚད་སྟོང་པ་རབ་ཏུ་ཚ་བ། ཀུན་ཏུ་རབ་ཏུ་འབར་བ། མེ་དང་འདྲ་བར་གྱུར་པ་དང་མཐང་སྦྱར་ཀྱང་བླའི། ཕ་དང་མས་བྱིན་པའི་ཆུང་མ་ལ་རྒྱང་རིང་པོ་ནས་ཀུན་ཏུ་ཆགས་པའི་སེམས་ཀྱིས་ལྟ་བ་ཡང་དེ་ལྟ་མ་ཡིན་ན་ མཐང་སྦྱར་བ་ལྟ་ཅི་སྨོས། དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཆུང་མ་ནི་སྡུག་བསྔལ་གྱི་རྩ་བའོ། ། ཆུང་མ་ནི་སྡིག་པའི་རྩ་བའོ། ། ཆུང་མ་ནི་ཀུན་ནས་མནར་སེམས་ཀྱི་རྩ་བའོ། ། ཆུང་མ་ནི་འཆིང་བའི་རྩ་བའོ། ། ཆུང་མ་ནི་མྱ་ངན་གྱི་རྩ་བའོ། ། ཆུང་མ་ནི་དགྲའི་རྩ་བའོ། ། ཆུང་མ་ནི་དམུས་ལོང་གི་རྩ་བའོ། ། ཆུང་མ་ནི་ཤེས་རབ་ཀྱི་མིག་དང་མི་འཐུན་པའི་རྩ་བའོ། ། ཆུང་མ་ནི་ལྕགས་དང་རྡོ་བསྲེགས་པ་བཀྲམ་པའི་སའོ། །ཆུང་མ་ནི་ཕ་རོལ་གནོད་པར་བྱེད་པ་དང་འདྲའོ། ། ཆུང་མ་ནི་ལོག་པའི་ལས་ཀྱིས་རབ་ཏུ་གཟིར་བའོ། །
en: “Śāriputra, it would be preferable to be surrounded by a glowing, burning, blazing iron plain extending for a thousand yojanas than to look from afar upon the wife one has been given by one’s parents, much less embrace her. Why is this? A wife is the root of suffering. A wife is the root of evil. A wife is the root of misfortune. A wife is the root of captivity. A wife is the root of trouble. A wife is the root of rivalry. A wife is the root of blindness. A wife is what causes the destruction of the eye of wisdom. Having a wife is like being on a plain strewn with burning hot iron and stones. Having a wife is like being under attack. Having a wife is like being overcome by unwise tendencies.

source: ཅིའི་ཕྱིར་ཆུང་མ་ཞེས་བྱ་ཞེ་ན། ཁུར་སྐུར་བ་དང་། ཁུར་ཁྱེར་བ་དང་། ཁུར་རབ་ཏུ་ལེན་པ་དང་། ཁུར་ཐོགས་པ་དང་། ཁུར་ཡོངས་སུ་ཐོགས་པ་དང་། ཁུར་གྱིས་ཉོན་མོངས་པ་དང་། ཁུར་གྱིས་ཉེན་པ་དང་། ཁུར་གྱིས་བསྲབས་པས་ན་དེའི་ཕྱིར་ཆུང་མ་ཞེས་བྱའོ། །
en: “Why is it that we call her a wife, a burden? It is because she is the one who is designated as a burden, the burden that falls to one, the burden one has to take on, the burden one is stuck with, the burden one has to drag, the burden that affects one emotionally, the burden that brings one pain, the burden on account of which one suffers evils, and the burden that emaciates one. This is why we call her a wife, a burden.

source: སེམས་ཅན་དག་དེ་ལ་གསོ་བར་བྱེད་པ་ཞེས་ཀྱང་བྱ་སྟེ། །སྲེད་པས་འཁོལ་བས་ཆུང་མ་ལ་གཞོལ་ཞིང་ཆུང་མས་ཡོངས་སུ་ཟིན། ཆུང་མས་ཕམ་པར་བྱས། ཆུང་མས་ཡོངས་སུ་བསྡུས། ཆུང་མས་དབང་བྱས། ཆུང་མས་འཁོལ། ཆུང་མའི་རྗེས་སུ་འབྲང་སྟེ། དེའི་ཕྱིར་ཆུང་མ་ཞེས་བྱའོ། །
en: “Because they are slaves to desire, sentient beings have to support their wives, and in this way they are oppressed by this burden and seized by this burden, they succumb to this burden, they are weighed down by this burden, they become subject to this burden, they become slaves to this burden, and they have to tend to this burden. This is why we call her a wife, a burden.

source: ཆུང་མའི་ཕྱིར་ཁུར་ཆེན་པོ་མི་འདོར་རོ། །ཁུར་གང་མི་འདོར་ཞེ་ན། འདི་ལྟ་སྟེ། ཕུང་པོ་ལྔའོ། ། ཕུང་པོ་ལྔ་གང་ཞེ་ན། གཟུགས་ཀྱི་ཕུང་པོ་དང་། ཚོར་བའི་ཕུང་པོ་དང་། འདུ་ཤེས་ཀྱི་ཕུང་པོ་དང་། འདུ་བྱེད་ཀྱི་ཕུང་པོ་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་སྟེ། ཕུང་བོ་ལྔ་པོ་དེ་དག་གི་ཁུར་མི་འདོར་བས་དེའི་ཕྱིར་ཆུང་མ་ཞེས་བྱའོ། །
en: “Because of their wives, they are not able to get rid of the great burden. What is the burden that they cannot get rid of? It is the five skandhas. What are the five skandhas? They are the skandha of form, the skandha of feeling, the skandha of perception, the skandha of mental conditioning, and the skandha of consciousness. They are not able to get rid of the burden of these five skandhas. This is why she is called a wife, a burden.

source: ཅིའི་ཕྱིར་གོང་རྙིང་གཉིས་པ་ཞེས་བྱ་ཞེ་ན། འདི་ལྟར་ཤཱ་རིའི་བུ་ཚུལ་ཁྲིམས་ཉམས་པ་གཉིས་པའོ། ། ཆོ་ག་ཉམས་པ་གཉིས་པའོ། ། ཡང་དག་པའི་ལྟ་བ་ཉམས་པ་གཉིས་པའོ། ། བཟའ་བ་དང་། བཏུང་བ་གཉིས་པའོ། །སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་འགྲོ་བ་གཉིས་པའོ། ། འཕགས་པའི་ཤེས་རབ་ཀྱི་བར་ཆད་བྱེད་པའོ། ། མྱ་ངན་ལས་འདའ་བའི་བདེ་བ་ལ་མི་འཐུན་པའི་ཕྱོགས་བྱེད་པའོ། ། སྡུག་བསྔལ་ཐམས་ཅད་ཡང་དག་པར་སྡུད་པ་གཉིས་པ་སྟེ། དེའི་ཕྱིར་གོང་རྙིང་གཉིས་པ་ཞེས་བྱའོ། །
en: “Why is she called an old companion? It is because, Śāriputra, she is one’s companion when it comes to ruining morality. She is one’s companion when it comes to ruining good conduct. She is one’s companion when it comes to ruining right view. She is one’s companion in eating and drinking. She is a companion in one’s journey to the hells, to the animal realms, and to the spirit world governed by Yama. She obstructs the wisdom of the noble ones. She is an adversary to the happiness of nirvāṇa. She is one’s companion in bringing together all types of suffering. This is why she is called an old companion.

source: ཅིའི་ཕྱིར་བུད་མེད་ཅེས་བྱ་ཞེ་ན། ཉེས་པ་མང་ཞིང་སྒྱུ་མཐའ་ཡས་པས་དེའི་ཕྱིར་འདི་ནི་སྒྱུ་མ་སྟེ་བུད་མེད་ཅེས་བྱའོ། ། གང་བུད་མེད་ཀྱི་ལག་ཏུ་སོང་བ་དེ་དག་བདུད་ཀྱི་ལག་ཏུ་སོང་བའོ། ། གང་བདུད་ཀྱི་ལག་ཏུ་སོང་བ་དེ་དག་སྡིག་ཅན་གྱི་དབང་དུ་སོང་བ་སྟེ། བུད་མེད་ནི་ཉེས་པ་མང་བ། སྒྱུ་མཐའ་ཡས་པ། སེམས་ཡང་བ། སེམས་འགྱུར་བ། སེམས་མི་བརྟན་པ། སེམས་རབ་ཏུ་གཡོ་ཞིང་མི་བརྟན་པ། སྤྲེའུའི་སེམས། སྤྲེའུ་དང་མཚུངས་པ། སྒྱུ་མ་སྟོན་པ་ལ་མཁས་པ་སྟེ། དེའི་ཕྱིར་བུད་མེད་ཅེས་བྱའོ། །
en: “Why is she called a woman? It is because she is a seductress, with many faults and full of unending deception, that she is called a woman. Those who are under the sway of a woman have fallen into the hands of Māra. They who have fallen into the hands of Māra are under the sway of the Evil One. The faults of the woman are many, their deceptions unending. Her mind is fickle. Her mind is restless. Her mind is agitated. Her mind is agitated and unsteady. She has a monkey mind, like that of an ape. She is a mistress of deception. This is why she is called a woman.

source: ཤཱ་རིའི་བུ་བུད་མེད་ནི་སྒྱུ་མའི་གྲོང་ཁྱེར། སྒྱུ་མའི་རྒྱལ་པོའི་ཕོ་བྲང་འཁོར། སྒྱུ་མའི་གྲོང་རྡལ། སྒྱུ་མའི་རྒྱལ་པོའི་ཡུལ་འཁོར། སྒྱུ་མའི་རྒྱལ་སྲིད། སྒྱུ་མའི་ཡུལ། སྒྱུ་མའི་འཇིག་རྟེན། སྒྱུ་མའི་འཇིག་རྟེན་གྱི་ཁམས། སྒྱུ་མ་མཐའ་ཡས་པ། སྒྱུ་མ་རྒྱས་པ། སྒྱུ་མ་དཔག་ཏུ་མེད་པ། སྒྱུ་མ་བསམ་གྱིས་མི་ཁྱབ་པ་སྟེ། དེའི་ཕྱིར་བུད་མེད་ཅེས་བྱའོ། ། ཤཱ་རིའི་བུ་དེ་ལྟར་འདོད་པའི་ཉེས་པ་དེ་དག་ནི་ངན་སོང་དུ་འགྲོ་བའོ་ཞེས་བྱའོ། །
en: “She is a ‘village of seduction,’ Śāriputra, a town of seduction, a kingdom of seduction, a marketplace of seduction, a realm of seduction, a land of seduction, an empire of seduction, a region of seduction, a world of seduction, unending seduction, great seduction, immeasurable seduction, inconceivable seduction. This is why she is called a woman.

source: འདི་ལྟ་སྟེ། ཤཱ་རིའི་བུ་སྒྱུ་མ་བྱེད་པ་ཤིན་ཏུ་བསླབས་པ་ཞིག་ལྟད་མོ་བའི་ནང་དུ་སོང་ནས་ སྒྱུ་མ་རྣམ་པ་སྣ་ཚོགས་ཉེ་བར་སྟོན་པ་དེ་བཞིན་དུ། ཤཱ་རིའི་བུ་བུད་མེད་བུད་མེད་ཀྱི་སྒྱུ་མ་ཤིན་ཏུ་བསླབས་པ་ཡང་མཐོང་བས་ཀྱང་སྐྱེས་བུ་འཆིང་བར་བྱེད། ཐོས་པས་ཀྱང་སྐྱེས་བུ་འཆིང་བར་བྱེད། རིག་པས་ཀྱང་སྐྱེས་བུ་འཆིང་ཞིང་དབང་དུ་བྱེད། གླུ་ལེན་པས་ཀྱང་སྐྱེས་བུ་ལ་དབང་དུ་བྱེད། གར་བྱེད་པས་ཀྱང་སྐྱེས་བུ་ལ་དབང་དུ་བྱེད། རྒོད་པས་ཀྱང་སྐྱེས་བུ་ལ་དབང་དུ་བྱེད་པ་ནས་ངུ་བ་དང་། འགྲོ་བ་དང་། འོང་བ་དང་། འགྲེང་བ་དང་། འདུག་པ་དང་། ཉལ་བ་དང་། རྣམ་པ་ཐམས་ཅད་ཀྱིས་ཀྱང་སྐྱེས་བུ་ལ་འཆིང་ཞིང་དབང་དུ་བྱེད་དོ། ། འདི་ལྟ་སྟེ། ཤཱ་རིའི་བུ་འབྲས་སཱ་ལུའི་ཞིང་ཕུན་སུམ་ཚོགས་པ་སྨིན་པ་ལ་སེར་བ་ཆེན་པོ་བབ་ན་བརླག་པ་དེ་བཞིན་དུ། ཤཱ་རིའི་བུ་བུད་མེད་ཀྱི་སེར་བ་ཡང་དེ་དང་འདྲ་སྟེ། སྐྱེས་བུའི་ཞིང་ལ་བབ་ན་ཆོས་དཀར་པོ་ཐམས་ཅད་རྣམ་པར་འཇིག་པར་འགྱུར་རོ། ། ཤཱ་རིའི་བུ་དེ་དག་ནི་ངན་སོང་དུ་གཞོལ་བའི་འདོད་པའི་ཉེས་པ་ཡིན་ན། གང་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱིས་མི་ཤེས་པས་ཆུང་མ་ཡོངས་སུ་འཛིན་ཏོ། །
en: “Therefore, Śāriputra, it is said that those who entertain the fault of passion are destined for the lower states of existence. Śāriputra, just as a skilled magician can make you experience any sort of illusion, so can women, Śāriputra, skilled in female deception, take a man captive through his eyes, take a man captive through his ears, take a man captive through his mind, and take control over him. They take control over men through song. They take control over men through dance. They take control over men through laughter. They capture men through crying, coming, going, sitting, lying, sleeping, and all kinds of such things, and they take control over them. Śāriputra, just like a field of fully matured rice can be ravaged by a great thunderstorm, so are women like a thunderstorm ravaging the field of men, destroying everything that is good. All immature ordinary beings are engaging in passions that lead to the lower states of existence when, out of ignorance, they take a wife.

source: དེ་ལ་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་མཁས་པས་ནི་འདོད་པའི་ཉེས་པ་འདི་དག་རིག་ནས་འདུ་ཤེས་གཉིས་སྐྱེད་དེ། གཉིས་གང་ཞེ་ན། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ལ་སྐྱེས་བུ་ངན་པར་འདུ་ཤེས་སྐྱེད་པ་དང་། འཕགས་པའི་སེམས་ཅན་ཐམས་ཅད་ལ་སྐྱེས་བུ་དམ་པར་འདུ་ཤེས་སྐྱེད་པའོ། ། དེ་འདུ་ཤེས་འདི་གཉིས་བསྐྱེད་ནས། འདི་སྙམ་དུ་སེམས་ཏེ། བདག་ནི་སྐྱེས་བུ་དམ་པའི་འགྲོས་སུ་འགྲོ་བར་བྱའི། སྐྱེས་བུ་ངན་པའི་འགྲོས་སུ་ནི་མ་ཡིན་ནོ། ། བདག་སེམས་ཅན་དམྱལ་བའི་འགྲོས་སུ་འགྲོ་བར་མི་བྱ། དུད་འགྲོའི་སྐྱེ་གནས་ཀྱི་འགྲོས་སུ་མ་ཡིན། གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་འགྲོས་སུ་འགྲོ་བར་མི་བྱ། བདག་འཆལ་བའི་ཚུལ་ཁྲིམས་ཀྱི་འགྲོས་སུ་འགྲོ་བར་མི་བྱ། བདག་ཚུལ་ཁྲིམས་འཆལ་པ་དང་འགྲོགས་ཤིང་འགྲོ་བར་མི་བྱའི། མཆོག །དམ་པ། གཙོ་པོ། ཆོས་ཐམས་ཅད་སྒྲིབ་པ་མེད་པར་རྟོག་པ་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཀྱི་འགྲོས་སུ་འགྲོ་བར་བྱའོ། ། བདག་རྒྱུན་ལས་བཟློག་པ་སྤྱོད་པར་བྱའི། རྒྱུན་གྱི་རྗེས་སུ་སྤྱོད་པར་མི་བྱ། བདག་སེང་གེའི་སྒྲ་སྒྲོག་པར་བྱའི། ཝའི་སྒྲ་སྒྲོག་པར་མི་བྱ། བདག་ནམ་མཁའ་ལྡིང་གི་མཐུ་སྟོན་པར་བྱའི་སྲོག་ཆགས་ཕྲ་མོ་ལྟར་མི་བྱ། བདག་མི་ཅང་ཤེས་སུ་འགྱུར་བར་བྱའི། མི་མ་རུངས་པར་འགྱུར་བར་མི་བྱ། བདག་ཅང་ཤེས་ཀྱི་ཟས་དང་། ཟས་ངན་པ་མ་ཡིན་པ་བཟའ་བར་བྱ་སྟེ། བདག་ཅང་ཤེས་མ་ཡིན་པའི་ཟས་དང་། ཟས་ངན་པ་བཟའ་བར་མི་བྱའོ། ། བདག་བསམ་གཏན་བཟང་པོ་དང་། བསམ་གཏན་མཆོག་དང་། བསམ་གཏན་རབ་དང་། ཏིང་ངེ་འཛིན་དམ་པ་ཐོབ་པར་འགྱུར་བ་དེའི་རང་བཞིན་གྱི་བསམ་གཏན་དག་ལ་བསམ་གཏན་དུ་བྱ་སྟེ། དེའི་རང་བཞིན་མ་ཡིན་པའི་བསམ་གཏན་དང་དམན་པའི་བསམ་གཏན་ལ་བསམ་གཏན་མི་བྱའོ། ། བདག་སངས་རྒྱས་ཀྱི་བསམ་གཏན་གྱིས་རྩེ་བར་བྱའི། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་བསམ་གཏན་གྱིས་ནི་མ་ཡིན་ནོ། ། བདག་མི་གནས་པར་བསམ་གཏན་བྱ་སྟེ། གཟུགས་ལ་མི་གནས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་མི་གནས། སའི་ཁམས་ལ་མི་གནས་པར་བསམ་གཏན་བྱའོ། ། ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་ལ་མི་གནས་པར་བསམ་གཏན་བྱའོ། ། འདོད་པའི་ཁམས་ལ་མི་གནས། གཟུགས་ཀྱི་ཁམས་ལ་མི་གནས། གཟུགས་མེད་པའི་ཁམས་ལ་མི་གནས། འཇིག་རྟེན་འདི་ལ་མི་གནས། འཇིག་རྟེན་ཕ་རོལ་ལ་མི་གནས། གང་མཐོང་བ་དང་། ཐོས་པ་དང་། དྲན་པ་དང་། རྣམ་པར་ཤེས་པ་དང་། ཐོབ་པ་དང་། རེག་པ་དང་། མངོན་སུམ་དུ་བྱས་པ་དེ་དག་ལ་ཡང་མི་གནས་པར་བསམ་གཏན་བྱའོ། ། བསམ་གཏན་བྱེད་ན་ཇི་ལྟར་བདག་ལ་གནོད་པར་མི་འགྱུར་བ་དང་། གཞན་ལ་གནོད་པར་མི་འགྱུར་བ་དང་། གཉི་ག་ལ་གནོད་པར་མི་འགྱུར་བར་བྱའོ། ། བདག་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཡོངས་སུ་གྲུབ་པ་ཀུན་ཏུ་ཚོལ་གྱི། བདག་ལ་འདོད་པ་ཚོལ་བས་ནི་ཆོག་གོ །
en: “Śāriputra, with his insight into the faults of passion, the learned bodhisatva comes to understand two things. What are these two things? He comes to understand how wretched all immature ordinary people are, and he comes to understand how honorable all noble beings are. With these two insights he thinks to himself, ‘We shall strive to become honorable men, and not remain wretched. We shall endeavor not to end up in the hell realms, or to end up in the animal realms, or in the spirit world governed by Yama. We shall not engage in immoral behavior. We shall not be influenced by those who are badly behaved. On the contrary, we shall work to develop the distinguished, unsurpassed realization of all phenomena, the knowledge of a buddha. We shall begin to change the way we go about things, and not continue in the same direction. We shall let the lion’s roar resound. We shall not let the jackal’s bark resound. We shall display the strength of the eagle. We shall not be like insects. We shall become good men, and not dishonorable men. We shall keep the diet of honorable men, and not indulge in lesser foods. We shall remain absorbed in the best of meditations, the supreme meditations, the distinguished meditations. We shall remain absorbed in the meditations that lead to the attainment of supreme meditation, and not those meditations that do not lead to the attainment of supreme meditation, or the lesser meditations. We shall enjoy the meditative concentrations of the Buddha, but not the meditative concentrations of the śrāvakas, the pratyekabuddhas, or immature ordinary people. We shall meditate without support, not with form as support, or with feeling, perception, mental conditioning, or consciousness as support. We shall not meditate relying on the earth element, or relying on the water element, the fire element, or the wind element. We shall not meditate with the realm of desire as our aim, or with the realm of form as our aim, or with the formless realm as our aim. We shall not meditate with anything in this world as our aim, or with anything beyond this world as our aim. Anything that can be seen, heard, recollected, thought of, attained, reached, or realized shall not be a support for our meditative concentration. We shall not meditate in a manner that could bring harm to ourselves, to others, or to both ourselves and others. We shall exert ourselves in our search for perfection in the knowledge of a buddha. Enough of this search of mine for pleasure!’

source: དེ་ལ་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་མཁས་པས་ནི་ལྡོག་པ་བཞི་སྐྱེད་དེ། བཞི་གང་ཞེ་ན། འདོད་པ་ལས་ལྡོག་པ་དང་། སྲེད་པ་ལས་ལྡོག་པ་དང་། བྱས་པ་མི་གཟོ་བའི་སེམས་ལས་ལྡོག་པ་དང་། འདུ་བྱེད་དུ་གཏོགས་པའི་སྡུག་བསྔལ་ཐམས་ཅད་ལས་ལྡོག་པ་སྟེ། ལྡོག་པ་བཞི་པོ་དེ་དག་བསྐྱེད་དོ། །
en: “The learned bodhisatva, Śāriputra, then comes to reject four things. What are these four things? He rejects temptation, he rejects existence, he rejects the company of sentient beings who are ungrateful, and he rejects the suffering that comes with engagement in anything that is conditioned. These are the four things he comes to reject.
